{
    "SPECIES_DUMMY": "This is a newly discovered POKéMON.\\nIt is currently under investigation.\\nNo detailed information is available\\nat this time.",
    "SPECIES_BULBASAUR": "BULBASAUR can be seen napping in bright\\nsunlight. There is a seed on its back.\\nBy soaking up the sun's rays, the seed\\ngrows progressively larger.",
    "SPECIES_IVYSAUR": "To support its bulb, IVYSAUR's legs\\ngrow sturdy. If it spends more time lying in\\nthe sunlight, the bud will soon bloom into\\na large flower.",
    "SPECIES_VENUSAUR": "VENUSAUR's flower is said to take on vivid\\ncolors if it gets plenty of nutrition and\\nsunlight. The flower's aroma soothes the\\nemotions of people.",
    "SPECIES_CHARMANDER": "The flame that burns at the tip of its\\ntail is an indication of its emotions.\\nThe flame wavers when CHARMANDER is\\nhappy, and blazes when it is enraged.",
    "SPECIES_CHARMELEON": "Without pity, its sharp claws destroy foes.\\nIf it encounters a strong enemy, it\\nbecomes agitated, and the flame on its\\ntail flares with a bluish white color.",
    "SPECIES_CHARIZARD": "A CHARIZARD flies about in search of\\nstrong opponents. It breathes intense\\nflames that can melt any material. However,\\nit will never torch a weaker foe.",
    "SPECIES_SQUIRTLE": "Its shell is not just for protection.\\nIts rounded shape and the grooves on its\\nsurface minimize resistance in water,\\nenabling SQUIRTLE to swim at high speeds.",
    "SPECIES_WARTORTLE": "Its large tail is covered with rich, thick\\nfur that deepens in color with age.\\nThe scratches on its shell are evidence\\nof this POKéMON's toughness in battle.",
    "SPECIES_BLASTOISE": "The waterspouts that protrude from its\\nshell are highly accurate. Their bullets of\\nwater can precisely nail tin cans from\\na distance of over 160 feet.",
    "SPECIES_CATERPIE": "Its voracious appetite compels it to\\ndevour leaves bigger than itself without\\nhesitation. It releases a terribly strong\\nodor from its antennae.",
    "SPECIES_METAPOD": "Its shell is as hard as an iron slab.\\nA METAPOD does not move very much\\nbecause it is preparing its soft innards\\nfor evolution inside the shell.",
    "SPECIES_BUTTERFREE": "It has a superior ability to search for\\ndelicious honey from flowers. It can seek,\\nextract, and carry honey from flowers\\nblooming over six miles away.",
    "SPECIES_WEEDLE": "A WEEDLE has an extremely acute sense\\nof smell. It distinguishes its favorite\\nkinds of leaves from those it dislikes by\\nsniffing with its big red proboscis (nose).",
    "SPECIES_KAKUNA": "It remains virtually immobile while it\\nclings to a tree. However, on the inside,\\nit busily prepares for evolution. This is\\nevident from how hot its shell becomes.",
    "SPECIES_BEEDRILL": "A BEEDRILL is extremely territorial.\\nFor safety reasons, no one should \\never approach its nest. If angered,\\nthey will attack in a swarm.",
    "SPECIES_PIDGEY": "It has an extremely sharp sense of\\ndirection. It can unerringly return home to\\nits nest, however far it may be removed\\nfrom its familiar surroundings.",
    "SPECIES_PIDGEOTTO": "This POKéMON flies around, patrolling its\\nlarge territory. If its living space is\\nviolated, it shows no mercy in thoroughly\\npunishing the foe with its sharp claws.",
    "SPECIES_PIDGEOT": "This POKéMON has gorgeous, glossy\\nfeathers. Many TRAINERS are so captivated\\nby the beautiful feathers on its head that\\nthey choose PIDGEOT as their POKéMON.",
    "SPECIES_RATTATA": "A RATTATA is cautious in the extreme.\\nEven while it is asleep, it constantly\\nmoves its ears and listens for danger.\\nIt will make its nest anywhere.",
    "SPECIES_RATICATE": "A RATICATE's sturdy fangs grow steadily.\\nTo keep them ground down, it gnaws on\\nrocks and logs. It may even chew on the\\nwalls of houses.",
    "SPECIES_SPEAROW": "Its loud cry can be heard over half a mile\\naway. If its high, keening cry is heard\\nechoing all around, it is a sign that they\\nare warning each other of danger.",
    "SPECIES_FEAROW": "Its long neck and elongated beak are\\nideal for catching prey in soil or water.\\nIt deftly moves this extended and skinny\\nbeak to pluck prey.",
    "SPECIES_EKANS": "An EKANS curls itself up in a spiral while\\nit rests. This position allows it to quickly\\nrespond to an enemy from any direction\\nwith a threat from its upraised head.",
    "SPECIES_ARBOK": "This POKéMON has a terrifically strong\\nconstricting power. It can even flatten\\nsteel oil drums. Once it wraps its body\\naround its foe, escaping is impossible.",
    "SPECIES_PIKACHU": "It stores electricity in the electric sacs\\non its cheeks. When it releases pent-up\\nenergy in a burst, the electric power is\\nequal to a lightning bolt.",
    "SPECIES_RAICHU": "If it stores too much electricity, its\\nbehavior turns aggressive. To avoid this,\\nit occasionally discharges excess energy\\nand calms itself down.",
    "SPECIES_SANDSHREW": "When it curls up in a ball, it can make any\\nattack bounce off harmlessly. Its hide has\\nturned tough and solid as a result of\\nliving in the desert.",
    "SPECIES_SANDSLASH": "It curls up in a ball to protect itself from\\nenemy attacks. It also curls up to prevent\\nheatstroke during the daytime when\\ntemperatures rise sharply.",
    "SPECIES_NIDORAN_F": "Its highly toxic barbs are thought to have\\ndeveloped as protection for this small-\\nbodied POKéMON. When enraged, it releases\\na horrible toxin from its horn.",
    "SPECIES_NIDORINA": "When it is with its friends or\\nfamily, its barbs are tucked away to\\nprevent injury. It appears to become\\nnervous if separated from the others.",
    "SPECIES_NIDOQUEEN": "It is adept at sending foes flying with\\nharsh tackles using its tough, scaly body.\\nThis POKéMON is at its strongest when\\nit is defending its young.",
    "SPECIES_NIDORAN_M": "The male NIDORAN has developed muscles\\nthat freely move its ears in any direction.\\nEven the slightest sound does not escape\\nthis POKéMON's notice.",
    "SPECIES_NIDORINO": "Its horn is harder than a diamond.\\nIf it senses a hostile presence, all the\\nbarbs on its back bristle up at once, and it\\nchallenges the foe with all its might.",
    "SPECIES_NIDOKING": "A NIDOKING's thick tail packs enormously\\ndestructive power capable of toppling\\na metal transmission tower. Once it goes\\non a rampage, there is no stopping it.",
    "SPECIES_CLEFAIRY": "On every night of a full moon, they come\\nout to play. When dawn arrives, the tired\\nCLEFAIRY go to sleep nestled up against\\neach other in deep and quiet mountains.",
    "SPECIES_CLEFABLE": "A CLEFABLE uses its wings to skip lightly \\nas if it were flying. Its bouncy step\\nlets it even walk on water. On quiet,\\nmoonlit nights, it strolls on lakes.",
    "SPECIES_VULPIX": "It can freely control fire, making fiery\\norbs fly like will-o'-the-wisps. Just\\nbefore evolution, its six tails grow hot \\nas if on fire.",
    "SPECIES_NINETALES": "It has long been said that each of the\\nnine tails embody an enchanted power.\\nA long-lived NINETALES will have fur that\\nshines like gold.",
    "SPECIES_JIGGLYPUFF": "Nothing can avoid falling asleep hearing a\\nJIGGLYPUFF's song. The sound waves of its\\nsinging voice match the brain waves of\\nsomeone in a deep sleep.",
    "SPECIES_WIGGLYTUFF": "Its fur is the ultimate in luxuriousness.\\nSleeping alongside a WIGGLYTUFF is simply\\ndivine. Its body expands seemingly without\\nend when it inhales.",
    "SPECIES_ZUBAT": "While living in pitch-black caverns, their\\neyes gradually grew shut and deprived\\nthem of vision. They use ultrasonic waves\\nto detect obstacles.",
    "SPECIES_GOLBAT": "Its fangs easily puncture even thick\\nanimal hide. It loves to feast on the blood\\nof people and POKéMON. It flits about in\\ndarkness and strikes from behind.",
    "SPECIES_ODDISH": "This POKéMON grows by absorbing moonlight.\\nDuring the daytime, it buries itself in the\\nground, leaving only its leaves exposed to\\navoid detection by its enemies.",
    "SPECIES_GLOOM": "A horribly noxious honey drools from its\\nmouth. One whiff of the honey can result\\nin memory loss. Some fans are said to\\nenjoy this overwhelming stink, however.",
    "SPECIES_VILEPLUME": "In seasons when it produces more pollen,\\nthe air around a VILEPLUME turns yellow\\nwith the powder as it walks. The pollen is\\nhighly toxic and causes paralysis.",
    "SPECIES_PARAS": "A PARAS has parasitic tochukaso\\nmushrooms growing on its back. They grow\\nby drawing nutrients from the host. They\\nare valued as a medicine for long life.",
    "SPECIES_PARASECT": "PARASECT are known to infest the roots of\\nlarge trees en masse and drain nutrients.\\nWhen an infested tree dies, they move\\nonto another tree all at once.",
    "SPECIES_VENONAT": "Its coat of thin, stiff hair that covers\\nits entire body is said to have evolved\\nfor protection. Its large eyes never fail\\nto spot even miniscule prey.",
    "SPECIES_VENOMOTH": "VENOMOTH are nocturnal--they only are\\nactive at night. Their favorite prey are\\ninsects that gather around streetlights,\\nattracted by the light in the darkness.",
    "SPECIES_DIGLETT": "DIGLETT are raised in most farms.\\nThe reason is simple--wherever they\\nburrow, the soil is left perfectly tilled\\nfor growing delicious crops.",
    "SPECIES_DUGTRIO": "Because the triplets originally split from\\none body, they think exactly alike.\\nThey work cooperatively to burrow\\nendlessly through the ground.",
    "SPECIES_MEOWTH": "MEOWTH withdraw their sharp claws into\\ntheir paws to silently sneak about.\\nFor some reason, this POKéMON loves\\nshiny coins that glitter with light.",
    "SPECIES_PERSIAN": "A PERSIAN's six bold whiskers sense air\\nmovements to determine what is in its\\nvicinity. It becomes docile if grabbed\\nby the whiskers.",
    "SPECIES_PSYDUCK": "When its headache intensifies, it starts\\nusing strange powers. However, it has no\\nrecollection of its powers, so it always\\nlooks befuddled and bewildered.",
    "SPECIES_GOLDUCK": "A GOLDUCK is an adept swimmer.\\nIt sometimes joins competitive swimmers\\nin training. It uses psychic powers when\\nits forehead shimmers with light.",
    "SPECIES_MANKEY": "When it starts shaking and its nasal\\nbreathing turns rough, it's a sure sign\\nof anger. However, since this happens\\ninstantly, there is no time to flee.",
    "SPECIES_PRIMEAPE": "When it becomes furious, its blood\\ncirculation becomes more robust, and\\nits muscles are made stronger. But it\\nalso becomes much less intelligent.",
    "SPECIES_GROWLITHE": "Its superb sense of smell ensures that\\nthis POKéMON won't forget any scent,\\nno matter what. It uses its sense of smell\\nto detect the emotions of others.",
    "SPECIES_ARCANINE": "This fleet-footed POKéMON is said to run\\nover 6,200 miles in a single day and night.\\nThe fire that blazes wildly within its body\\nis its source of power.",
    "SPECIES_POLIWAG": "It is possible to see this POKéMON's spiral\\ninnards right through its thin skin.\\nHowever, the skin is also very flexible.\\nEven sharp fangs bounce right off it.",
    "SPECIES_POLIWHIRL": "Its body surface is always wet and slick\\nwith an oily fluid. Because of this greasy\\ncovering, it can easily slip and slide out\\nof the clutches of any enemy in battle.",
    "SPECIES_POLIWRATH": "Its highly developed muscles never grow\\nfatigued, however much it exercises.\\nThis POKéMON can swim back and forth\\nacross the Pacific Ocean without effort.",
    "SPECIES_ABRA": "A POKéMON that sleeps 18 hours a day.\\nObservation revealed that it uses\\nTELEPORT to change its location once\\nevery hour.",
    "SPECIES_KADABRA": "It is rumored that a boy with psychic\\nabilities suddenly transformed into\\nKADABRA while he was assisting research\\ninto extrasensory powers.",
    "SPECIES_ALAKAZAM": "While it has strong psychic abilities and\\nhigh intelligence, an ALAKAZAM's muscles\\nare very weak. It uses psychic power to\\nmove its body.",
    "SPECIES_MACHOP": "It continually undertakes strenuous\\ntraining to master all forms of martial\\narts. Its strength lets it easily hoist\\na sumo wrestler onto its shoulders.",
    "SPECIES_MACHOKE": "A belt is worn by a MACHOKE to keep its\\noverwhelming power under control.\\nBecause it is so dangerous, no one has\\never removed the belt.",
    "SPECIES_MACHAMP": "It is impossible to defend against punches\\nand chops doled out by its four arms.\\nIts fighting spirit flares up when it faces\\na tough opponent.",
    "SPECIES_BELLSPROUT": "A BELLSPROUT's thin and flexible body lets\\nit bend and sway to avoid any attack,\\nhowever strong it may be. From its mouth,\\nit leaks a fluid that melts even iron.",
    "SPECIES_WEEPINBELL": "At night, a WEEPINBELL hangs on to a tree\\nbranch with its hooked rear and sleeps.\\nIf it moves around in its sleep, it may\\nwake up to find itself on the ground.",
    "SPECIES_VICTREEBEL": "The long vine extending from its head is\\nwaved about as if it were a living thing to\\nattract prey. When an unsuspecting victim\\napproaches, it is swallowed whole.",
    "SPECIES_TENTACOOL": "Its body is almost entirely composed of\\nwater. It ensnares its foe with its two\\nlong tentacles, then stabs with the poison\\nstingers at their tips.",
    "SPECIES_TENTACRUEL": "It lives in complex rock formations on\\nthe ocean floor and traps prey using its\\n80 tentacles. Its red orbs glow when it\\ngrows excited or agitated.",
    "SPECIES_GEODUDE": "It climbs mountain paths using only the\\npower of its arms. Because they look just\\nlike boulders lining paths, hikers may step\\non them without noticing.",
    "SPECIES_GRAVELER": "They descend from mountains by tumbling\\ndown steep slopes. They are so brutal,\\nthey smash aside obstructing trees and\\nmassive boulders with thunderous tackles.",
    "SPECIES_GOLEM": "It is said to live in volcanic craters\\non mountain peaks. Once a year, it sheds\\nits hide and grows larger. The shed hide\\ncrumbles and returns to the soil.",
    "SPECIES_PONYTA": "A PONYTA is very weak at birth. It can\\nbarely stand up. Its legs become stronger\\nas it stumbles and falls while trying to\\nkeep up with its parent.",
    "SPECIES_RAPIDASH": "It usually canters casually in the fields\\nand plains. But once a RAPIDASH turns\\nserious, its fiery manes flare and blaze\\nas it gallops its way up to 150 mph.",
    "SPECIES_SLOWPOKE": "It catches prey by dipping its tail in\\nwater at the side of a river. But it often\\nforgets what it is doing and spends entire\\ndays just loafing at water's edge.",
    "SPECIES_SLOWBRO": "Its tail has a SHELLDER firmly attached\\nwith a bite. As a result, the tail can't be\\nused for fishing anymore. This forces it\\nto reluctantly swim and catch prey.",
    "SPECIES_MAGNEMITE": "The units at its sides are extremely\\npowerful magnets. They generate enough\\nmagnetism to draw in iron objects from\\nover 300 feet away.",
    "SPECIES_MAGNETON": "It is actually three MAGNEMITE linked\\nby magnetism. It generates powerful radio\\nwaves that raise temperatures by 3.6\\ndegrees F within a 3,300-foot radius.",
    "SPECIES_FARFETCHD": "It is always seen with a stick from a plant.\\nApparently, there are good sticks and bad\\nsticks. This POKéMON occasionally fights\\nwith others over choice sticks.",
    "SPECIES_DODUO": "Even while eating or sleeping, one of the\\nheads remains always vigilant for any sign\\nof danger. When threatened, it flees at\\nover 60 miles per hour.",
    "SPECIES_DODRIO": "A peculiar POKéMON species with three\\nheads. It vigorously races across grassy\\nplains even in arid seasons with little\\nrainfall.",
    "SPECIES_SEEL": "SEEL hunt for prey in frigid, ice-covered\\nseas. When it needs to breathe, it punches\\na hole through the ice with the sharply\\nprotruding section of its head.",
    "SPECIES_DEWGONG": "It loves to snooze on bitterly cold ice.\\nThe sight of this POKéMON sleeping on\\na glacier was mistakenly thought to be\\na mermaid by a mariner long ago.",
    "SPECIES_GRIMER": "Born from polluted sludge in the sea,\\nGRIMER's favorite food is anything filthy.\\nThey feed on wastewater pumped out from\\nfactories.",
    "SPECIES_MUK": "It prefers warm and humid habitats.\\nIn the summertime, the toxic substances\\nin its body intensify, making MUK reek like\\nputrid kitchen garbage.",
    "SPECIES_SHELLDER": "At night, it burrows a hole in the seafloor\\nwith its broad tongue to make a place to\\nsleep. While asleep, it closes its shell,\\nbut leaves its tongue hanging out.",
    "SPECIES_CLOYSTER": "It swims in the sea by swallowing water,\\nthen jetting it out toward the rear.\\nThe CLOYSTER shoots spikes from its\\nshell using the same system.",
    "SPECIES_GASTLY": "When exposed to a strong wind, a GASTLY's\\ngaseous body quickly dwindles away.\\nThey cluster under the eaves of houses\\nto escape the ravages of wind.",
    "SPECIES_HAUNTER": "If a HAUNTER beckons you while it is\\nfloating in darkness, don't approach it.\\nThis POKéMON will try to lick you with its\\ntongue and steal your life away.",
    "SPECIES_GENGAR": "Deep in the night, your shadow cast by\\na streetlight may suddenly overtake you.\\nIt is actually a GENGAR running past\\nyou, pretending to be your shadow.",
    "SPECIES_ONIX": "There is a magnet in its brain that\\nprevents an ONIX from losing direction\\nwhile tunneling. As it grows older, its body\\nbecomes steadily rounder and smoother.",
    "SPECIES_DROWZEE": "If your nose becomes itchy while you are\\nsleeping, it's a sure sign that a DROWZEE is\\nstanding above your pillow and trying to\\neat your dream through your nostrils.",
    "SPECIES_HYPNO": "The arcing movement and glitter of the\\npendulum in a HYPNO's hand lull the foe\\ninto deep hypnosis. While searching for\\nprey, it polishes the pendulum.",
    "SPECIES_KRABBY": "KRABBY live in holes dug into beaches.\\nOn sandy shores with little in the way\\nof food, they can be seen squabbling with\\neach other over territory.",
    "SPECIES_KINGLER": "It waves its huge, oversized claw in the\\nair to communicate with others.\\nBut since the claw is so heavy, this\\nPOKéMON quickly tires.",
    "SPECIES_VOLTORB": "It bears an uncanny and unexplained\\nresemblance to a POKé BALL. Because it\\nexplodes at the slightest shock, even\\nveteran TRAINERS treat it with caution.",
    "SPECIES_ELECTRODE": "They appear in great numbers at electric\\npower plants. Because they feed on\\nelectricity, they cause massive and\\nchaotic blackouts in nearby cities.",
    "SPECIES_EXEGGCUTE": "It consists of six eggs that care for each\\nother. The eggs attract each other and\\nspin around. When cracks increasingly\\nappear, it is close to evolution.",
    "SPECIES_EXEGGUTOR": "Originally from the tropics, EXEGGUTOR's\\nheads grow larger from exposure to strong\\nsunlight. It is said that when the heads\\nfall, they group to form an EXEGGCUTE.",
    "SPECIES_CUBONE": "It pines for the mother it will never see\\nagain. Seeing a likeness of its mother in\\nthe full moon, it cries. The stains on the\\nskull it wears are from its tears.",
    "SPECIES_MAROWAK": "A MAROWAK is the evolved form of a CUBONE\\nthat has grown tough by overcoming the\\ngrief of losing its mother. Its tempered\\nand hardened spirit is not easily broken.",
    "SPECIES_HITMONLEE": "Its legs freely stretch and contract.\\nUsing these springlike limbs, it bowls over\\nfoes with devastating kicks. After battle,\\nit rubs down its tired legs.",
    "SPECIES_HITMONCHAN": "A HITMONCHAN is said to possess the\\nspirit of a boxer who aimed to become the\\nworld champion. Having an indomitable\\nspirit means that it will never give up.",
    "SPECIES_LICKITUNG": "Whenever it sees something unfamiliar,\\nit always licks the object because it\\nmemorizes things by texture and taste.\\nIt is somewhat put off by sour things.",
    "SPECIES_KOFFING": "Getting up close to a KOFFING will give\\nyou a chance to observe, through its thin\\nskin, the toxic gases swirling inside. It\\nblows up at the slightest stimulation.",
    "SPECIES_WEEZING": "By diluting its toxic gases with a special\\nprocess, the highest grade of perfume can\\nbe extracted. To WEEZING, gases emanating\\nfrom garbage are the ultimate feast.",
    "SPECIES_RHYHORN": "Once it starts running, it doesn't stop.\\nIts tiny brain makes it so stupid that it\\ncan't remember why it started running in\\nthe first place.",
    "SPECIES_RHYDON": "Its horn, which rotates like a drill,\\ndestroys tall buildings with one strike.\\nIt stands on its hind legs, and its brain\\nis well developed.",
    "SPECIES_CHANSEY": "CHANSEY lay nutritionally excellent eggs\\nevery day. The eggs are so delicious, they\\nare eagerly devoured by even those people\\nwho have lost their appetite.",
    "SPECIES_TANGELA": "Its vines snap off easily and painlessly\\nif they are grabbed, allowing it to make a\\nquick getaway. The lost vines are replaced\\nby new growth the very next day.",
    "SPECIES_KANGASKHAN": "If you come across a young KANGASKHAN\\nplaying by itself, never try to catch it.\\nThe baby's parent is sure to be in the area,\\nand it will become violently enraged.",
    "SPECIES_HORSEA": "By cleverly flicking the fins on its back\\nside to side, it moves in any direction\\nwhile facing forward. It spits ink to\\nescape if it senses danger.",
    "SPECIES_SEADRA": "The poisonous barbs all over its body are\\nhighly valued as ingredients for making\\ntraditional herbal medicine. It shows no\\nmercy to anything approaching its nest.",
    "SPECIES_GOLDEEN": "In the springtime, schools of GOLDEEN\\ncan be seen swimming up falls and rivers.\\nIt metes out staggering damage with its\\nsingle horn.",
    "SPECIES_SEAKING": "It punches holes in boulders on stream-\\nbeds. This is a clever innovation that\\nprevents its eggs from being attacked or\\nwashed away by the current.",
    "SPECIES_STARYU": "It gathers with others in the night and\\nmakes its red core glow on and off with\\nthe twinkling stars. It can regenerate\\nlimbs if they are severed from its body.",
    "SPECIES_STARMIE": "People in ancient times imagined that\\nSTARMIE were transformed from the\\nreflections of stars that twinkled on\\ngentle waves at night.",
    "SPECIES_MRMIME": "A MR. MIME is a master of pantomime. It can\\nconvince others that something unseeable\\nactually exists. Once believed, the\\nimaginary object does become real.",
    "SPECIES_SCYTHER": "Its blindingly fast speed adds to the\\nsharpness of its twin forearm scythes.\\nThe scythes can slice through thick logs\\nin one wicked stroke.",
    "SPECIES_JYNX": "A JYNX sashays rhythmically as if it were\\ndancing. Its motions are so bouncingly\\nalluring, people seeing it are compelled to\\nshake their hips without noticing.",
    "SPECIES_ELECTABUZZ": "When a storm approaches, it competes with\\nothers to scale heights that are likely to\\nbe stricken by lightning. Some towns use\\nELECTABUZZ in place of lightning rods.",
    "SPECIES_MAGMAR": "In battle, it blows out intense flames from\\nall over its body to intimidate its foe.\\nThese fiery bursts create heat waves that\\nignite grass and trees in the area.",
    "SPECIES_PINSIR": "Their pincers are strong enough to\\nshatter thick logs. Because they dislike\\ncold, PINSIR burrow and sleep under\\nthe ground on chilly nights.",
    "SPECIES_TAUROS": "It is not satisfied unless it is rampaging\\nat all times. If there is no opponent for\\nTAUROS to battle, it will charge at thick\\ntrees and knock them down to calm itself.",
    "SPECIES_MAGIKARP": "Its swimming muscles are weak, so it is\\neasily washed away by currents. In places\\nwhere water pools, you can see many\\nMAGIKARP deposited there by the flow.",
    "SPECIES_GYARADOS": "It is an extremely vicious and violent\\nPOKéMON. When humans begin to fight,\\nit will appear and burn everything to the\\nground with intensely hot flames.",
    "SPECIES_LAPRAS": "People have driven LAPRAS almost to the\\npoint of extinction. In the evenings,\\nit is said to sing plaintively as it seeks\\nwhat few others of its kind still remain.",
    "SPECIES_DITTO": "A DITTO rearranges its cell structure to\\ntransform itself. However, if it tries to\\nchange based on its memory, it will get\\ndetails wrong.",
    "SPECIES_EEVEE": "An EEVEE has an unstable genetic makeup\\nthat suddenly mutates due to its\\nenvironment. Radiation from various\\nSTONES causes this POKéMON to evolve.",
    "SPECIES_VAPOREON": "VAPOREON underwent a spontaneous\\nmutation and grew fins and gills that\\nallow them to live underwater. They have\\nthe ability to freely control water.",
    "SPECIES_JOLTEON": "Its cells generate weak power that is\\namplified by its fur's static electricity\\nto drop thunderbolts. The bristling fur is\\nmade of electrically charged needles.",
    "SPECIES_FLAREON": "FLAREON's fluffy fur releases heat into\\nthe air so that its body does not get\\nexcessively hot. Its body temperature can\\nrise to a maximum of 1,650 degrees F.",
    "SPECIES_PORYGON": "It is capable of reverting itself entirely\\nback to program data in order to enter\\ncyberspace. A PORYGON is copy-\\nprotected so it cannot be duplicated.",
    "SPECIES_OMANYTE": "One of the ancient and long-since-extinct\\nPOKéMON that have been regenerated\\nfrom fossils by humans. If attacked,\\nit withdraws into its hard shell.",
    "SPECIES_OMASTAR": "An OMASTAR uses its tentacles to capture\\nits prey. It is believed to have become\\nextinct because its shell grew too large,\\nmaking its movements slow and ponderous.",
    "SPECIES_KABUTO": "It is a POKéMON that has been regenerated\\nfrom a fossil. However, in rare cases, living\\nexamples have been discovered. KABUTO\\nhave not changed for 300 million years.",
    "SPECIES_KABUTOPS": "KABUTOPS once swam underwater to hunt \\nfor prey. It was apparently evolving from\\nbeing a water dweller to living on land as\\nevident from changes in its gills and legs.",
    "SPECIES_AERODACTYL": "AERODACTYL is a POKéMON from the age\\nof dinosaurs. It was regenerated from DNA\\nextracted from amber. It is imagined to\\nhave been the king of the skies.",
    "SPECIES_SNORLAX": "SNORLAX's typical day consists of nothing\\nmore than eating and sleeping. It is such\\na docile POKéMON that there are children\\nwho use its big belly as a place to play.",
    "SPECIES_ARTICUNO": "ARTICUNO is a legendary bird POKéMON that\\ncan control ice. The flapping of its wings\\nchills the air. As a result, it is said that\\nwhen this POKéMON flies, snow will fall.",
    "SPECIES_ZAPDOS": "ZAPDOS is a legendary bird POKéMON that\\nhas the ability to control electricity.\\nIt usually lives in thunderclouds. It gains\\npower if it is stricken by lightning bolts.",
    "SPECIES_MOLTRES": "MOLTRES is a legendary bird POKéMON\\nthat can control fire. If injured, it is said\\nto dip its body in the molten magma of\\na volcano to burn and heal itself.",
    "SPECIES_DRATINI": "A DRATINI continually molts and sloughs\\noff its old skin. It does so because the\\nlife energy within its body steadily builds\\nto reach uncontrollable levels.",
    "SPECIES_DRAGONAIR": "A DRAGONAIR stores an enormous amount of\\nenergy inside its body. It is said to alter\\nthe weather around it by loosing energy\\nfrom the crystals on its neck and tail.",
    "SPECIES_DRAGONITE": "It can circle the globe in just 16 hours.\\nIt is a kindhearted POKéMON that leads\\nlost and foundering ships in a storm\\nto the safety of land.",
    "SPECIES_MEWTWO": "A POKéMON that was created by genetic\\nmanipulation. However, even though the\\nscientific power of humans made its body,\\nthey failed to give it a warm heart.",
    "SPECIES_MEW": "A MEW is said to possess the genes of all\\nPOKéMON. It is capable of making itself\\ninvisible at will, so it entirely avoids\\nnotice even if it approaches people.",
    "SPECIES_CHIKORITA": "It waves its leaf around to keep foes\\nat bay. However, a sweet fragrance also\\nwafts from the leaf, creating a friendly\\natmosphere that becalms the battlers.",
    "SPECIES_BAYLEEF": "A BAYLEEF's neck is ringed by curled-up\\nleaves. Inside each leaf is a small tree\\nshoot. The fragrance of this shoot\\nmakes people peppy.",
    "SPECIES_MEGANIUM": "The fragrance of a MEGANIUM's flower\\nsoothes and calms emotions. In battle,\\nit gives off more of its becalming scent\\nto blunt the foe's fighting spirit.",
    "SPECIES_CYNDAQUIL": "It flares flames from its back to protect\\nitself. The fire burns vigorously if the\\nPOKéMON is angry. When it is tired,\\nit sputters with incomplete combustion.",
    "SPECIES_QUILAVA": "It intimidates foes with intense gusts of\\nflames and superheated air. Its quick\\nnimbleness lets it dodge attacks even\\nwhile scorching an enemy.",
    "SPECIES_TYPHLOSION": "It can hide behind a shimmering heat haze\\nthat it creates using its intense flames.\\nTYPHLOSION create blazing explosive\\nblasts that burn everything to cinders.",
    "SPECIES_TOTODILE": "Despite its small body, TOTODILE's jaws\\nare very powerful. While it may think it is\\njust playfully nipping, its bite has enough\\nstrength to cause serious injury.",
    "SPECIES_CROCONAW": "Once its jaws clamp down on its foe, it will\\nabsolutely not let go. Because the tips of\\nits fangs are forked back like fishhooks,\\nthey become irremovably embedded.",
    "SPECIES_FERALIGATR": "It opens its huge mouth to intimidate\\nenemies. In battle, it runs using its thick\\nand powerful hind legs to charge the\\nfoe with incredible speed.",
    "SPECIES_SENTRET": "They take turns standing guard when it\\nis time to sleep. The sentry awakens the\\nothers if it senses danger. If one becomes\\nseparated, it turns sleepless with fear.",
    "SPECIES_FURRET": "A FURRET has a very slim build. When under\\nattack, it can squirm through narrow\\nspaces and get away. In spite of its short\\nlimbs, it is very nimble and fleet.",
    "SPECIES_HOOTHOOT": "It has an internal organ that senses\\nthe earth's rotation. Using this special\\norgan, a HOOTHOOT begins hooting at\\nprecisely the same time every day.",
    "SPECIES_NOCTOWL": "It unfailingly catches prey in darkness.\\nNOCTOWL owe their success to superior\\nvision that allows them to see in minimal\\nlight, and to their supple and silent wings.",
    "SPECIES_LEDYBA": "LEDYBA communicate using a fluid that\\nthey secrete from where the legs join the\\nbody. They are said to convey feelings to\\nothers by altering the fluid's scent.",
    "SPECIES_LEDIAN": "It is said that in lands with clean air,\\nwhere the stars fill the sky, there live\\nmany LEDIAN. For good reason, they use\\nthe light of the stars as energy.",
    "SPECIES_SPINARAK": "The web it spins can be considered its\\nsecond nervous system. It is said that a\\nSPINARAK determines its prey by the tiny\\nvibrations it feels through the web.",
    "SPECIES_ARIADOS": "Its feet are tipped with tiny hooked claws\\nthat enable it to scuttle on ceilings and\\nvertical walls. It constricts its foe with\\nthin and strong silk webbing.",
    "SPECIES_CROBAT": "Over the course of evolution, its hind legs\\nturned into wings. By alternately resting\\nits front and rear wings, it can fly all day\\nwithout having to stop.",
    "SPECIES_CHINCHOU": "When it senses danger, it discharges\\npositive and negative electricity from its\\ntwo antennae. It lives in depths beyond\\nsunlight's reach.",
    "SPECIES_LANTURN": "The light-emitting orbs on its back are\\nvery bright. They are formed from a part of\\nits dorsal fin. This POKéMON illuminates\\nthe inky darkness of deep seas.",
    "SPECIES_PICHU": "It is still inept at retaining electricity.\\nWhen it is startled, it discharges power\\naccidentally. It gets better at holding\\npower as it grows older.",
    "SPECIES_CLEFFA": "On nights with many shooting stars,\\nCLEFFA can be seen dancing in a ring.\\nThey dance until daybreak, when they\\nquench their thirst with the morning dew.",
    "SPECIES_IGGLYBUFF": "Its soft and pliable body is very bouncy.\\nWhen it sings continuously with all its\\nmight, its body steadily turns a deepening\\npink color.",
    "SPECIES_TOGEPI": "As its energy, it uses the feelings of\\ncompassion and pleasure exuded by\\npeople and POKéMON. It stores up happy\\nfeelings in its shell, then shares them out.",
    "SPECIES_TOGETIC": "It is said to be a POKéMON that brings good\\nfortune. When it spots someone who is pure\\nof heart, a TOGETIC appears and shares its\\nhappiness with that person.",
    "SPECIES_NATU": "It runs up short trees that grow on the\\nsavanna to peck at new shoots.\\nA NATU's eyes look as if they are\\nalways observing something.",
    "SPECIES_XATU": "It has the enigmatic power of foreseeing\\nthe future. Some people in different lands\\nhave long believed that XATU are\\nemissaries from another world.",
    "SPECIES_MAREEP": "Its fluffy wool rubs together and builds\\na static charge. The more energy is\\ncharged, the more brightly the lightbulb\\nat the tip of its tail glows.",
    "SPECIES_FLAAFFY": "Its fleece quality changes to generate\\nstrong static electricity with a small\\namount of wool. The bare, slick parts of its\\nhide are shielded against electricity.",
    "SPECIES_AMPHAROS": "It gives off so much light that it can be\\nseen even from space. People in the old\\ndays used its light to send signals back\\nand forth with others far away.",
    "SPECIES_BELLOSSOM": "Its flower petals deepen in color through\\nexposure to sunlight. When cloudy weather\\npersists, it does a dance that is thought\\nto be a ritual for summoning the sun.",
    "SPECIES_MARILL": "Its body is covered with water-repellent\\nfur. Because of the fur, it can swim\\nthrough water at high speed without being\\nslowed by the water's resistance.",
    "SPECIES_AZUMARILL": "It lives in water virtually all day long.\\nIts body color and pattern act as\\ncamouflage that makes it tough for\\nenemies to spot in water.",
    "SPECIES_SUDOWOODO": "It mimics a tree to avoid being attacked\\nby enemies. But since its forelegs\\nremain green throughout the year, it is\\neasily identified as a fake in the winter.",
    "SPECIES_POLITOED": "The curled hair on its head proves its\\nstatus as a king. It is said that the\\nlonger and curlier the hair, the more\\nrespect it earns from its peers.",
    "SPECIES_HOPPIP": "This POKéMON drifts and floats with the\\nwind. If it senses the approach of strong\\nwinds, a HOPPIP links leaves with others\\nto prepare against being blown away.",
    "SPECIES_SKIPLOOM": "It blossoms when the temperature rises\\nabove 64 degrees F. Because its flower's\\nblooming changes with the temperature,\\nit is sometimes used as a thermometer.",
    "SPECIES_JUMPLUFF": "JUMPLUFF ride warm southern winds to\\ncross the sea and fly to foreign lands.\\nThis POKéMON lands when it encounters\\ncold air while it is floating.",
    "SPECIES_AIPOM": "Its tail ends with a dexterous, handlike\\nappendage. However, because it uses the\\ntail so much, AIPOM's real hands have\\nbecome rather clumsy.",
    "SPECIES_SUNKERN": "SUNKERN try to minimize movement to\\nconserve the nutrients they have stored\\nin their bodies for evolution. They will\\nnot eat, subsisting only on morning dew.",
    "SPECIES_SUNFLORA": "SUNFLORA convert solar energy into\\nnutrition. They are highly active in the\\nwarm daytime but suddenly stop moving as\\nsoon as the sun sets.",
    "SPECIES_YANMA": "It can see 360 degrees without moving\\nits eyes. It is a great flier capable of\\nmaking sudden stops and turning midair to\\nquickly chase down targeted prey.",
    "SPECIES_WOOPER": "WOOPER usually live in water but come\\nout onto land seeking food occasionally.\\nOn land, they coat their bodies with a\\ngooey, toxic film.",
    "SPECIES_QUAGSIRE": "A QUAGSIRE hunts by leaving its mouth wide\\nopen in water and waiting for its prey to\\nblunder in. Because it doesn't move, it\\ndoes not get very hungry.",
    "SPECIES_ESPEON": "An ESPEON is extremely loyal to any\\nTRAINER it considers to be worthy. It is\\nsaid to have developed precognitive\\npowers to protect its TRAINER from harm.",
    "SPECIES_UMBREON": "UMBREON evolved from exposure to the\\nmoon's energy pulses. It lurks in darkness\\nand waits for its foes to move. The rings\\non its body glow when it leaps to attack.",
    "SPECIES_MURKROW": "MURKROW were feared as the alleged\\nbearers of ill fortune. It shows strong\\ninterest in anything that sparkles. It will\\neven try to steal rings from women.",
    "SPECIES_SLOWKING": "It undertakes research every day to\\nsolve the mysteries of the world.\\nHowever, it apparently forgets everything\\nif the SHELLDER on its head comes off.",
    "SPECIES_MISDREAVUS": "A MISDREAVUS frightens people with a\\ncreepy, sobbing cry. It apparently uses\\nits red spheres to absorb the fear of foes\\nas its nutrition.",
    "SPECIES_UNOWN": "This POKéMON is shaped like ancient text\\ncharacters. Although research is ongoing,\\nit is a mystery as to which came first,\\nthe ancient writings or the various UNOWN.",
    "SPECIES_WOBBUFFET": "Usually docile, a WOBBUFFET strikes back\\nferociously if its black tail is attacked.\\nIt makes its lair in caves where it waits\\nfor nightfall.",
    "SPECIES_GIRAFARIG": "A GIRAFARIG is an herbivore--it eats\\ngrass and tree shoots. While it is eating,\\nits tail makes chewing and swallowing\\nmotions as if it were also eating.",
    "SPECIES_PINECO": "A PINECO hangs from a tree branch and\\nwaits for prey. While eating, if it is\\ndisturbed by someone shaking its tree, it\\nfalls on the ground and suddenly explodes.",
    "SPECIES_FORRETRESS": "It keeps itself inside its steel shell.\\nThe shell is opened when it is catching\\nprey, but it is so quick that the shell's\\ninside cannot be seen.",
    "SPECIES_DUNSPARCE": "Its drill-tipped tail is used to burrow into\\nthe ground backwards. This POKéMON is\\nknown to make its nest in complex shapes\\ndeep under the ground.",
    "SPECIES_GLIGAR": "It glides without making a single sound.\\nIt grasps the face of its foe using its\\nhind and large front claws, then stabs\\nwith its poison barb.",
    "SPECIES_STEELIX": "STEELIX live even further underground\\nthan ONIX. This POKéMON is known to dig\\ntoward the earth's core, reaching a depth\\nof over six-tenths of a mile underground.",
    "SPECIES_SNUBBULL": "By baring its fangs and making a scary\\nface, it sends smaller POKéMON scurrying\\nin terror. The SNUBBULL does seem a\\nlittle sad at making its foes flee.",
    "SPECIES_GRANBULL": "It has a particularly well-developed lower\\njaw. The huge fangs are heavy, causing\\nit to tilt its head. Unless it is startled, it\\nwill not try to bite.",
    "SPECIES_QWILFISH": "A QWILFISH uses the pressure of water\\nit swallows to shoot toxic quills all at\\nonce from all over its body. It finds\\nswimming to be somewhat challenging.",
    "SPECIES_SCIZOR": "A SCIZOR has a body with the hardness of\\nsteel. It is not easily fazed by ordinary\\nsorts of attacks. It flaps its wings to\\nregulate its body temperature.",
    "SPECIES_SHUCKLE": "A SHUCKLE hides under rocks, keeping its\\nbody concealed inside its shell while\\neating stored berries. The berries mix with\\nits body fluids to become a juice.",
    "SPECIES_HERACROSS": "They gather in forests seeking the sweet\\nsap of trees. It is completely clad in a\\nsteel-hard shell. It is proud of its horn,\\nwhich it uses to fling foes.",
    "SPECIES_SNEASEL": "A SNEASEL scales trees by punching its\\nhooked claws into the bark. It seeks out\\nunguarded nests and steals eggs for food\\nwhile the parents are away.",
    "SPECIES_TEDDIURSA": "It licks its palms that are sweetened by\\nbeing soaked in honey. A TEDDIURSA makes\\nits own honey by blending fruits and pollen\\ncollected by BEEDRILL.",
    "SPECIES_URSARING": "In forests, it is said that there are many\\nstreams and towering trees where an\\nURSARING gathers food. It walks through\\nits forest collecting food every day.",
    "SPECIES_SLUGMA": "It is a species of POKéMON that lives in\\nvolcanic areas. If its body cools, its skin\\nhardens and immobilizes it. To avoid that,\\nit sleeps near magma.",
    "SPECIES_MAGCARGO": "The shell on its back is made of hardened\\nmagma. Tens of thousands of years spent\\nliving in volcanic craters have turned\\nMAGCARGO's bodies into magma.",
    "SPECIES_SWINUB": "It roots for food by rubbing its snout\\nagainst the ground. Its favorite food is a\\nmushroom that grows under dried grass.\\nIt occasionally roots out hot springs.",
    "SPECIES_PILOSWINE": "A PILOSWINE is covered by a thick coat\\nof long hair for enduring freezing cold.\\nIt uses its tusks to dig up food that has\\nbeen buried under ice.",
    "SPECIES_CORSOLA": "CORSOLA live in warm southern seas.\\nIf the sea becomes polluted, the beautiful\\ncoral stalks become discolored and crumble\\naway in tatters.",
    "SPECIES_REMORAID": "A REMORAID uses its abdominal muscles\\nto forcefully expel swallowed water, then\\nshoot down flying prey. When evolution\\napproaches, it travels down rivers.",
    "SPECIES_OCTILLERY": "It ensnares its foe with its suction-\\ncupped tentacles before delivering the\\nfinishing blow. If the foe turns out to be\\ntoo strong, it spews ink to escape.",
    "SPECIES_DELIBIRD": "It carries food bundled up in its tail.\\nThere was a famous explorer who\\nmanaged to scale Mt. Everest thanks\\nto a DELIBIRD sharing its food.",
    "SPECIES_MANTINE": "On sunny days, schools of MANTINE can be\\nseen elegantly leaping over the waves.\\nIt is not bothered by the REMORAID that\\nhitches rides.",
    "SPECIES_SKARMORY": "A POKéMON that has a body and wings of\\nsteel. People in the past used feathers\\nfallen from SKARMORY to make swords and\\nknives.",
    "SPECIES_HOUNDOUR": "HOUNDOUR communicate with each other\\nusing a variety of cries to corner their\\nprey. This POKéMON's remarkable teamwork\\nis simply unparalleled.",
    "SPECIES_HOUNDOOM": "In a HOUNDOOM pack, the one with its horns\\nraked sharply back serves a leadership\\nrole. They choose their leader by fighting\\namong themselves.",
    "SPECIES_KINGDRA": "It sleeps quietly, deep on the seafloor.\\nWhen it comes up to the surface, it\\ncreates a huge whirlpool that can swallow\\neven ships.",
    "SPECIES_PHANPY": "PHANPY's big ears serve as broad fans.\\nWhen it becomes hot, it flaps the ears\\nbusily to cool down. Even the young are\\nvery strong.",
    "SPECIES_DONPHAN": "A DONPHAN is so strong it can easily haul\\na dump truck. Its hide has toughened to a\\nrock-hard state. An ordinary sort of\\nattack won't even leave a scratch.",
    "SPECIES_PORYGON2": "It was created by humans using the power\\nof science. It has been given artificial\\nintelligence that enables it to learn new\\ngestures and emotions on its own.",
    "SPECIES_STANTLER": "STANTLER's magnificent antlers were\\nonce traded at high prices as works of art.\\nAs a result, this POKéMON was hunted\\nclose to extinction.",
    "SPECIES_SMEARGLE": "A SMEARGLE marks its territory using a\\nfluid that leaks out from the tip of its\\ntail. About 5,000 different marks left by\\nthis POKéMON have been found.",
    "SPECIES_TYROGUE": "TYROGUE become stressed out if they do\\nnot get to train every day. When raising\\nthis POKéMON, the TRAINER must establish\\na regular training schedule.",
    "SPECIES_HITMONTOP": "Its technique of kicking while spinning is\\na remarkable mix of both offense and\\ndefense. HITMONTOP travel faster\\nspinning than they do walking.",
    "SPECIES_SMOOCHUM": "It actively runs about, but also falls\\noften. Whenever it falls, it will check its\\nreflection on a lake's surface to make\\nsure its face hasn't become dirty.",
    "SPECIES_ELEKID": "If it touches metal and discharges the\\nelectricity it has stored in its body, an\\nELEKID begins swinging its arms in circles\\nto recharge itself.",
    "SPECIES_MAGBY": "If a MAGBY is spouting yellow flames from\\nits mouth, it is in good health. When it is\\nfatigued, black smoke will be mixed in with\\nthe flames.",
    "SPECIES_MILTANK": "It gives over five gallons of milk daily.\\nIts sweet milk is enjoyed by children and\\ngrown-ups alike. People who can't drink\\nmilk turn it into yogurt and eat it instead.",
    "SPECIES_BLISSEY": "If it senses sadness with its fluffy fur,\\na BLISSEY will rush over to the sad person,\\nhowever far away, to share an egg of\\nhappiness that brings a smile to any face.",
    "SPECIES_RAIKOU": "RAIKOU embodies the speed of lightning.\\nIts roars send shock waves shuddering\\nthrough the air and ground as if\\nlightning bolts were crashing down.",
    "SPECIES_ENTEI": "ENTEI embodies the passion of magma.\\nIt is thought to have been born in the\\neruption of a volcano. It blasts fire that\\nconsumes all that it touches.",
    "SPECIES_SUICUNE": "SUICUNE embodies the compassion of\\na pure spring of water. It runs across\\nthe land with gliding elegance. It has the\\npower to purify dirty water.",
    "SPECIES_LARVITAR": "A LARVITAR is born deep under the ground.\\nIt must eat its way through the soil above\\nand reach the surface for it to see its\\nparents' faces.",
    "SPECIES_PUPITAR": "A PUPITAR creates a gas inside its body\\nthat it ejects under compression to propel\\nitself like a jet. Its body can withstand\\na collision with solid steel.",
    "SPECIES_TYRANITAR": "A TYRANITAR is so overwhelmingly powerful,\\nit can bring down a whole mountain to make\\nits nest. It roams in mountains seeking\\nnew opponents to fight.",
    "SPECIES_LUGIA": "LUGIA is so powerful even a light\\nfluttering of its wings can blow apart\\nhouses. As a result, it chooses to live out\\nof sight deep under the sea.",
    "SPECIES_HO_OH": "Its feathers--which glow in seven colors\\ndepending on the angle at which they are\\nstruck by light--are thought to bring joy.\\nIt is said to live at the foot of a rainbow.",
    "SPECIES_CELEBI": "This POKéMON came from the future by\\ncrossing over time. It is thought that so\\nlong as CELEBI appears, a bright and\\nshining future awaits us.",
    "SPECIES_TREECKO": "It makes its nest in a giant tree in the\\nforest. It ferociously guards against\\nanything nearing its territory. It is said\\nto be the protector of the forest's trees.",
    "SPECIES_GROVYLE": "Leaves grow out of this POKéMON's body.\\nThey help obscure a GROVYLE from the eyes\\nof its enemies while it is in a thickly\\novergrown forest.",
    "SPECIES_SCEPTILE": "In the jungle, its power is without equal.\\nThis POKéMON carefully grows trees and\\nplants. It regulates its body temperature\\nby basking in sunlight.",
    "SPECIES_TORCHIC": "If attacked, it strikes back by spitting\\nballs of fire it forms in its stomach.\\nA TORCHIC dislikes darkness because it\\ncan't see its surroundings.",
    "SPECIES_COMBUSKEN": "It lashes out with 10 kicks per second.\\nIts strong fighting instinct compels it\\nto keep up its offensive until the\\nopponent gives up.",
    "SPECIES_BLAZIKEN": "It learns martial arts that use punches\\nand kicks. Every several years, its old\\nfeathers burn off, and new, supple\\nfeathers grow back in their place.",
    "SPECIES_MUDKIP": "On land, it can powerfully lift large\\nboulders by planting its four feet and\\nheaving. It sleeps by burying itself in soil\\nat the water's edge.",
    "SPECIES_MARSHTOMP": "Its toughened hind legs enable it to stand\\nupright. Because it weakens if its skin\\ndries out, it replenishes fluids by playing\\nin mud.",
    "SPECIES_SWAMPERT": "If it senses the approach of a storm and\\na tidal wave, it protects its seaside nest\\nby piling up boulders. It swims as fast as\\na jet ski.",
    "SPECIES_POOCHYENA": "It savagely threatens foes with bared\\nfangs. It chases after fleeing targets\\ntenaciously. It turns tail and runs,\\nhowever, if the foe strikes back.",
    "SPECIES_MIGHTYENA": "In the wild, MIGHTYENA live in a pack.\\nThey never defy their leader's orders.\\nThey defeat foes with perfectly\\ncoordinated teamwork.",
    "SPECIES_ZIGZAGOON": "Rubbing its nose against the ground, it\\nalways wanders about back and forth in\\nsearch of something. It is distinguished\\nby the zigzag footprints it leaves.",
    "SPECIES_LINOONE": "It is exceedingly fast if it only has to run\\nin a straight line. When it spots pond-\\ndwelling prey underwater, it quickly leaps\\nin and catches it with its sharp claws.",
    "SPECIES_WURMPLE": "It sticks to tree branches and eats\\nleaves. The thread it spits from its mouth,\\nwhich becomes gooey when it touches\\nair, slows the movement of its foes.",
    "SPECIES_SILCOON": "It prepares for evolution using the\\nenergy it stored while it was a WURMPLE.\\nIt keeps watch over the surroundings with\\nits two eyes.",
    "SPECIES_BEAUTIFLY": "Its colorfully patterned wings are its\\nmost prominent feature. It flies through\\nflower-covered fields collecting pollen.\\nIt attacks ferociously when angered.",
    "SPECIES_CASCOON": "To avoid detection by its enemies, it hides\\nmotionlessly beneath large leaves and in\\nthe gaps of branches. It also attaches\\ndead leaves to its body for camouflage.",
    "SPECIES_DUSTOX": "It is a nocturnal POKéMON that flies from\\nfields and mountains to the attraction of\\nstreetlights at night. It looses highly\\ntoxic powder from its wings.",
    "SPECIES_LOTAD": "This POKéMON lives in ponds with clean\\nwater. It is known to ferry small POKéMON\\nacross ponds by carrying them on the\\nbroad leaf on its head.",
    "SPECIES_LOMBRE": "In the evening, it takes great delight in\\npopping out of rivers and startling people.\\nIt feeds on aquatic moss that grows on\\nrocks in the riverbed.",
    "SPECIES_LUDICOLO": "When it hears festive music, all the cells\\nin its body become stimulated, and it\\nbegins moving in rhythm. It does not\\nquail even when it faces a tough opponent.",
    "SPECIES_SEEDOT": "It hangs off branches and absorbs\\nnutrients. When it finishes eating, its\\nbody becomes so heavy that it drops to\\nthe ground with a thump.",
    "SPECIES_NUZLEAF": "A forest-dwelling POKéMON that is skilled\\nat climbing trees. Its long and pointed\\nnose is its weak point. It loses power if\\nthe nose is gripped.",
    "SPECIES_SHIFTRY": "It is said to arrive on chilly, wintry winds.\\nFeared from long ago as the guardian of\\nforests, this POKéMON lives in a deep\\nforest where people do not venture.",
    "SPECIES_TAILLOW": "Although it is small, it is very courageous.\\nIt will take on a larger SKARMORY on an\\nequal footing. However, its will weakens if\\nit becomes hungry.",
    "SPECIES_SWELLOW": "A SWELLOW dives upon prey from far above.\\nIt never misses its targets. It takes to\\nthe skies in search of lands with a warm\\nclimate.",
    "SPECIES_WINGULL": "It makes its nest on a sheer cliff at the\\nedge of the sea. It has trouble keeping\\nits wings flapping in flight. Instead, it\\nsoars on updrafts.",
    "SPECIES_PELIPPER": "It skims the tops of waves as it flies.\\nWhen it spots prey, it uses its large beak\\nto scoop up the victim with water.\\nIt protects its eggs in its beak.",
    "SPECIES_RALTS": "A RALTS has the power to sense the\\nemotions of people and POKéMON with the\\nhorns on its head. It takes cover if it\\nsenses any hostility.",
    "SPECIES_KIRLIA": "A KIRLIA has the psychic power to create \\na rip in the dimensions and see into the\\nfuture. It is said to dance with pleasure\\non sunny mornings.",
    "SPECIES_GARDEVOIR": "It apparently does not feel the pull of\\ngravity because it supports itself with\\npsychic power. It will give its life to\\nprotect its TRAINER.",
    "SPECIES_SURSKIT": "They gather on puddles after evening\\ndownpours, gliding across the surface\\nof water as if sliding. It secretes honey\\nwith a sweet aroma from its head.",
    "SPECIES_MASQUERAIN": "It intimidates foes with the large eyelike\\npatterns on its antennae. Because it can't\\nfly if its wings get wet, it shelters itself\\nfrom rain under large trees and eaves.",
    "SPECIES_SHROOMISH": "It loves to eat damp, composted soil in\\nforests. If you enter a forest after a\\nlong rain, you can see many SHROOMISH\\nfeasting on composted soil.",
    "SPECIES_BRELOOM": "It scatters spores from holes in the cap\\non its head. It loves warm and humid\\nclimates. It feeds on trees and plants in\\nfields and forests.",
    "SPECIES_SLAKOTH": "It sleeps virtually all day and night long.\\nIt doesn't change its nest its entire life,\\nbut it sometimes travels great distances\\nby swimming in rivers.",
    "SPECIES_VIGOROTH": "It can't keep still because its blood boils\\nwith energy. It runs through the fields\\nand mountains all day to calm itself. If it\\ndoesn't, it can't sleep at night.",
    "SPECIES_SLAKING": "Hordes of SLAKING gather around trees\\nwhen fruits come into season. They wait\\naround patiently for ripened fruits to fall\\nout of the trees.",
    "SPECIES_NINCADA": "It makes its nest at the roots of a mighty\\ntree. Using its whiskerlike antennae, it\\nprobes its surroundings in the\\npitch-black darkness of soil.",
    "SPECIES_NINJASK": "Because it darts about vigorously at high\\nspeed, it is very difficult to see. Hearing\\nits distinctive cries for too long induces\\na headache.",
    "SPECIES_SHEDINJA": "A peculiar POKéMON that floats in air even\\nthough its wings remain completely still.\\nThe inside of its body is hollow and\\nutterly dark.",
    "SPECIES_WHISMUR": "Its cries equal a jet plane in volume.\\nIt inhales through its ear canals. Because\\nof this system, it can cry continually\\nwithout having to catch its breath.",
    "SPECIES_LOUDRED": "It positions the round speakers on its\\nhead to assail foes with ultrasonic waves\\nat massive volume. It builds power by\\nstomping the ground.",
    "SPECIES_EXPLOUD": "It has sound-generating organs all over\\nits body. It communicates with others by\\nadjusting the tone and volume of the cries\\nit emits.",
    "SPECIES_MAKUHITA": "It loves to toughen up its body above all\\nelse. If you hear quaking rumbles in a cave,\\nit is the sound of MAKUHITA undertaking\\nstrenuous training.",
    "SPECIES_HARIYAMA": "It has the habit of challenging others\\nwithout hesitation to tests of strength.\\nIt's been known to stand on train tracks\\nand stop trains using forearm thrusts.",
    "SPECIES_AZURILL": "Its tail, which is packed with nutrition,\\nis very bouncy like a rubber ball. On sunny\\ndays they gather at the edge of water and\\nsplash about for fun.",
    "SPECIES_NOSEPASS": "Its body emits a powerful magnetism.\\nIt feeds on prey that is pulled in by the\\nforce. Its magnetism is stronger in cold\\nseasons.",
    "SPECIES_SKITTY": "A SKITTY's adorably cute behavior makes it\\nhighly popular. In battle, it makes its tail\\npuff out. It threatens foes with a sharp\\ngrowl.",
    "SPECIES_DELCATTY": "Rather than keeping a permanent lair,\\nit habitually seeks comfortable spots and\\nsleeps there. It is nocturnal and becomes\\nactive at dusk.",
    "SPECIES_SABLEYE": "It digs branching holes in caves using its\\nsharp claws in search of food--raw gems.\\nA SABLEYE lurks in darkness and is seen\\nonly rarely.",
    "SPECIES_MAWILE": "Its giant jaws are actually steel horns\\nthat transformed. It fools foes into\\ncomplacency with its adorable gestures,\\nthen chomps them with its huge jaws.",
    "SPECIES_ARON": "A POKéMON that is clad in steel armor.\\nA new suit of armor is made when it evolves.\\nThe old, discarded armor is salvaged as\\nmetal for making iron products.",
    "SPECIES_LAIRON": "When two LAIRON meet in the wild, they\\nfight for territory by bashing into each\\nother with their steel bodies. The sound\\nof their collision carries for miles.",
    "SPECIES_AGGRON": "Its iron horns grow longer a little at\\na time. They are used to determine the\\nAGGRON's age. The gouges in its armor are\\nworn with pride as mementos from battles.",
    "SPECIES_MEDITITE": "It continually meditates for hours every\\nday. As a result of rigorous and dedicated\\nyoga training, it has tempered its\\nspiritual power so much it can fly.",
    "SPECIES_MEDICHAM": "Through crushingly harsh yoga training, it\\ngained the power to foretell its foe's\\nactions. It battles with elegant, dance-\\nlike movement.",
    "SPECIES_ELECTRIKE": "It generates electricity using friction\\nfrom the atmosphere. In seasons with\\nespecially arid air, its entire body blazes\\nwith violent showers of sparks.",
    "SPECIES_MANECTRIC": "Because lightning falls in their vicinities,\\nMANECTRIC were thought to have been born\\nfrom lightning. In battle, they create\\nthunderclouds.",
    "SPECIES_PLUSLE": "It has the trait of cheering on its fellow\\nPOKéMON. By shorting out the electricity\\nit releases from its paws, it creates\\npom-poms for cheering.",
    "SPECIES_MINUN": "At a meeting of POKéMON academics, it was\\nannounced that simultaneous exposure to\\nelectricity from a PLUSLE and MINUN will\\npromote circulation and boost vitality.",
    "SPECIES_VOLBEAT": "With their taillights lit, VOLBEAT fly in\\na swarm, drawing geometric designs in the\\nnight sky. They move their nests if their\\npond water becomes dirty.",
    "SPECIES_ILLUMISE": "A nocturnal POKéMON that becomes active\\nupon nightfall. It leads a VOLBEAT swarm\\nto draw patterns in the night sky. Over 200\\ndifferent patterns have been confirmed.",
    "SPECIES_ROSELIA": "A ROSELIA that drinks nutritionally rich\\nspringwater blooms with lovely flowers.\\nThe fragrance of its flowers has the\\neffect of making its foes careless.",
    "SPECIES_GULPIN": "This POKéMON's stomach fluid can even\\ndigest scrap iron. In one gulp, it can\\nswallow something that is as large as\\nitself.",
    "SPECIES_SWALOT": "Its powerful stomach acid is capable of\\ndigesting almost anything. The one thing\\nin the whole world a SWALOT can't digest is\\nits own stomach.",
    "SPECIES_CARVANHA": "CARVANHA attack ships in swarms, making\\nthem sink. Although it is said to be a very\\nvicious POKéMON, it timidly flees as soon\\nas it finds itself alone.",
    "SPECIES_SHARPEDO": "The vicious and sly gangster of the sea.\\nIts skin is specially textured to minimize\\ndrag in water. Its speed tops out at over\\n75 miles per hour.",
    "SPECIES_WAILMER": "While this POKéMON usually lives in the sea,\\nit can survive on land, although not too\\nlong. It loses vitality if its body becomes\\ndried out.",
    "SPECIES_WAILORD": "It breathes through nostrils that it\\nraises above the sea. By inhaling to its\\nmaximum capacity, a WAILORD can dive close\\nto 10,000 feet beneath the waves.",
    "SPECIES_NUMEL": "A NUMEL stores boiling magma in the hump\\non its back. It is a hardy POKéMON that can\\ntransport a 220-pound load. It has served\\nhumans at work since long ago.",
    "SPECIES_CAMERUPT": "A POKéMON that lives in the crater of\\na volcano. Every 10 years, the volcanoes\\non its back erupt violently. Research is\\nunder way on the cause of eruption.",
    "SPECIES_TORKOAL": "It battles using energy it gets from\\nburning coal. When loosing smoke from its\\nnostrils, it lets off a sound that is\\nsimilar to a locomotive's horn.",
    "SPECIES_SPOINK": "A POKéMON that manipulates psychic power\\nat will. It doesn't stop bouncing even when\\nit is asleep. It loves eating mushrooms\\nthat grow underground.",
    "SPECIES_GRUMPIG": "It stores power in the black pearls on its\\nforehead. When it uses psychic power, it\\nperforms an odd dance step. Its style of\\ndancing became hugely popular overseas.",
    "SPECIES_SPINDA": "It is distinguished by a pattern of\\nspots that is always different. Its\\nunsteady, tottering walk has the\\neffect of fouling its foe's aim.",
    "SPECIES_TRAPINCH": "Its big jaws crunch through boulders.\\nBecause its head is so big, it has a hard\\ntime getting back upright if it tips over\\nonto its back.",
    "SPECIES_VIBRAVA": "It looses ultrasonic waves by rubbing its\\nwings together. Since a VIBRAVA's wings\\nare still in the process of growing, it can\\nonly fly short distances.",
    "SPECIES_FLYGON": "The flapping of its wings sounds like\\nsinging. To prevent detection by enemies,\\nit hides itself by flapping up a cloud of\\ndesert sand.",
    "SPECIES_CACNEA": "CACNEA live in deserts with virtually no\\nrainfall. It battles by swinging its thick,\\nspiked arms. Once a year, a yellow flower\\nblooms.",
    "SPECIES_CACTURNE": "After spending thousands of years in\\nharsh deserts, its blood transformed into\\nthe same substances as sand. It is\\nnocturnal, so it hunts at night.",
    "SPECIES_SWABLU": "A POKéMON that has wings like cottony\\nclouds. After enduring winter, in which\\nlittle food is available, SWABLU flocks\\nmove closer to towns in the spring.",
    "SPECIES_ALTARIA": "It hums in a beautiful soprano voice.\\nIt flies among white clouds in the blue\\nsky. It launches intensely hot fireballs\\nfrom its mouth.",
    "SPECIES_ZANGOOSE": "When it battles, it stands on its hind legs\\nand attacks with its sharply clawed\\nforelegs. Its fur bristles if it encounters\\nany SEVIPER.",
    "SPECIES_SEVIPER": "SEVIPER and ZANGOOSE are eternal rivals.\\nIt counters a ZANGOOSE's dazzling agility\\nwith its swordlike tail, which also oozes\\na horrible poison.",
    "SPECIES_LUNATONE": "It becomes very active on the night of\\na full moon. This POKéMON was first\\ndiscovered 40 years ago at the site of\\na meteor strike.",
    "SPECIES_SOLROCK": "Solar energy is the source of this \\nPOKéMON's power. On sunny days, groups of\\nSOLROCK line up facing the sun and absorb\\nits light.",
    "SPECIES_BARBOACH": "Its body is covered with a slimy film.\\nThe film acts as a barrier to prevent germs\\nin muddy water from entering the\\nBARBOACH's body.",
    "SPECIES_WHISCASH": "Mysteriously, it can foretell earthquakes.\\nIn the daytime, it sleeps in mud at the\\nbottom of a pond. When it awakens, it\\ncontinually feeds throughout the night.",
    "SPECIES_CORPHISH": "Once it grips prey with its large pincers,\\nit will never let go, no matter what.\\nIt is a hardy POKéMON that can thrive\\nin any environment.",
    "SPECIES_CRAWDAUNT": "A brutish POKéMON that loves to battle.\\nA veteran CRAWDAUNT that has prevailed in\\nhundreds of battles has giant pincers\\nmarked with countless scars.",
    "SPECIES_BALTOY": "A BALTOY moves by spinning on its single\\nfoot. It has been depicted in murals \\nadorning the walls of a once-bustling city\\nin an ancient age.",
    "SPECIES_CLAYDOL": "A CLAYDOL sleeps while hovering in midair.\\nIts arms are separate from its body.\\nThey are kept floating by the POKéMON's\\nmanipulation of psychic power.",
    "SPECIES_LILEEP": "It disguises itself as seaweed by making\\nits tentacles sway. Unsuspecting prey\\nthat come too close are swallowed whole.\\nIt became extinct 100 million years ago.",
    "SPECIES_CRADILY": "It drags its heavy body along the\\nseafloor. It makes its nest in the shallows\\nof warm seas. CRADILY can be seen on\\nbeaches when the tide goes out.",
    "SPECIES_ANORITH": "It was resurrected from a fossil using the\\npower of science. It swims by undulating\\nthe eight wings at its sides. They were\\nfeet that adapted to life in the sea.",
    "SPECIES_ARMALDO": "ARMALDO usually lives on land. However,\\nwhen it hunts for prey, it dives beneath\\nthe ocean. It swims around using its two\\nlarge wings.",
    "SPECIES_FEEBAS": "FEEBAS live in ponds that are heavily\\ninfested with weeds. Because of its\\nhopelessly shabby appearance, it\\nseems as if few TRAINERS raise it.",
    "SPECIES_MILOTIC": "It is said to live at the bottom of\\nlarge lakes. Considered to be the most\\nbeautiful of all POKéMON, it has been\\ndepicted in paintings and statues.",
    "SPECIES_CASTFORM": "It alters its form depending on the\\nweather. Changes in the climate such as\\nthe temperature and humidity appear to\\naffect its cellular structure.",
    "SPECIES_KECLEON": "A POKéMON that has the ability to alter its\\nbody colors to match its surroundings.\\nA KECLEON reverts to its original colors if\\nit is startled.",
    "SPECIES_SHUPPET": "This POKéMON roams about deep in the\\nnight seeking such negative emotions as\\ngrudges and envy. It retreats to its nest\\nwhen the sun begins to rise.",
    "SPECIES_BANETTE": "An abandoned plush doll became this\\nPOKéMON. They are said to live in garbage\\ndumps and wander about in search of the\\nchildren that threw them away.",
    "SPECIES_DUSKULL": "A glare from its single scarlet eye makes\\neven burly grown-ups freeze in utter fear.\\nIt is a nocturnal POKéMON that roams\\nabout under the cloak of darkness.",
    "SPECIES_DUSCLOPS": "It is thought that its body is hollow with\\nonly a spectral ball of fire burning inside.\\nHowever, no one has been able to\\nconfirm this theory as fact.",
    "SPECIES_TROPIUS": "It flies by flapping its broad leaves.\\nThe bunch of fruit that grows around its\\nneck is deliciously sweet. In the spring,\\nit scatters pollen from its neck.",
    "SPECIES_CHIMECHO": "They fly about very actively when the hot\\nseason arrives. They communicate among\\nthemselves using seven different and\\ndistinguishing cries.",
    "SPECIES_ABSOL": "It sharply senses even subtle changes in\\nthe sky and the land to predict natural\\ndisasters. It is a long-lived POKéMON that\\nhas a life-span of 100 years.",
    "SPECIES_WYNAUT": "A WYNAUT loves to eat sweet fruits.\\nIt cleverly picks fruits using its earlike\\narms. They gather in fruit gardens, drawn\\nby the fragrance.",
    "SPECIES_SNORUNT": "They tend to move about in groups of\\naround five SNORUNT. In snowy regions,\\nit is said that when they are seen late at\\nnight, snowfall will arrive by morning.",
    "SPECIES_GLALIE": "A GLALIE has the power to instantaneously\\nfreeze moisture in the atmosphere.\\nA dazzling cloud of diamondlike ice\\ncrystals forms around its body.",
    "SPECIES_SPHEAL": "It is completely covered with plushy fur.\\nAs a result, it never feels the cold even\\nwhen it is rolling about on ice floes or\\ndiving in the sea.",
    "SPECIES_SEALEO": "SEALEO live in herds on ice floes. Using its\\npowerful flippers, it shatters ice.\\nIt dives into the sea to hunt prey five\\ntimes a day.",
    "SPECIES_WALREIN": "To protect its herd, the leader battles\\nanything that invades its territory, even\\nat the cost of its life. Its tusks may snap\\noff in battle.",
    "SPECIES_CLAMPERL": "A CLAMPERL slams its shell closed on prey\\nto prevent escape. The pearl it creates\\nupon evolution is said to be infused with\\na mysterious energy.",
    "SPECIES_HUNTAIL": "To withstand the crushing pressure of\\nwater deep under the sea, its spine is very\\nthick and sturdy. Its tail, which is shaped\\nlike a small fish, has eyes that light up.",
    "SPECIES_GOREBYSS": "A GOREBYSS siphons the body fluids of prey\\nthrough its thin, tubular mouth. Its light\\npink body color turns vivid when it\\nfinishes feeding.",
    "SPECIES_RELICANTH": "A POKéMON that was once believed to have\\nbeen extinct. The species has not changed\\nits form for 100 million years. It walks on\\nthe seafloor using its pectoral fins.",
    "SPECIES_LUVDISC": "LUVDISC make the branches of CORSOLA\\ntheir nests. There is a custom from long\\nago of giving a LUVDISC as a gift to\\nexpress one's feelings of love.",
    "SPECIES_BAGON": "Although it is small, this POKéMON is very\\npowerful because its body is a bundle of\\nmuscles. It launches head-butts with its\\nironlike skull.",
    "SPECIES_SHELGON": "It hardly eats while it awaits evolution.\\nIt becomes hardier by enduring hunger.\\nIts shell peels off the instant it begins\\nto evolve.",
    "SPECIES_SALAMENCE": "After many long years, its cellular\\nstructure underwent a sudden mutation to\\ngrow wings. When angered, it loses all\\nthought and rampages out of control.",
    "SPECIES_BELDUM": "When BELDUM gather in a swarm, they move\\nin perfect unison as if they were but one\\nPOKéMON. They communicate with each other\\nusing brain waves.",
    "SPECIES_METANG": "The claws tipping its arms pack the\\ndestructive power to tear through thick\\niron sheets as if they were silk. It flies\\nat over 60 miles per hour.",
    "SPECIES_METAGROSS": "METAGROSS has four brains that are joined\\nby a complex neural network. As a result of\\nintegration, this POKéMON is smarter than\\na supercomputer.",
    "SPECIES_REGIROCK": "A POKéMON that is made entirely of rocks\\nand boulders. If parts of its body chip off\\nin battle, REGIROCK repairs itself by\\nadding new rocks.",
    "SPECIES_REGICE": "Its entire body is made of Antarctic ice.\\nAfter extensive studies, researchers\\nbelieve the ice was formed during an\\nice age.",
    "SPECIES_REGISTEEL": "Its body is harder than any other kind of\\nmetal. The body metal is composed of a\\nmysterious substance. Not only is it hard,\\nit shrinks and stretches flexibly.",
    "SPECIES_LATIAS": "They make a small herd of only several\\nmembers. They rarely make contact with\\npeople or other POKéMON. They disappear\\nif they sense enemies.",
    "SPECIES_LATIOS": "Even in hiding, it can detect the locations\\nof others and sense their emotions since\\nit has telepathy. Its intelligence allows\\nit to understand human languages.",
    "SPECIES_KYOGRE": "KYOGRE has appeared in mythology as the\\ncreator of the sea. After long years of\\nfeuding with GROUDON, it took to sleep at\\nthe bottom of the sea.",
    "SPECIES_GROUDON": "GROUDON has appeared in mythology as the\\ncreator of the land. It sleeps in magma\\nunderground and is said to make volcanoes\\nerupt on awakening.",
    "SPECIES_RAYQUAZA": "A POKéMON that flies endlessly in the\\nozone layer. It is said it would descend\\nto the ground if KYOGRE and GROUDON\\nwere to fight.",
    "SPECIES_JIRACHI": "JIRACHI is said to make wishes come true.\\nWhile it sleeps, a tough crystalline shell\\nenvelops the body to protect it from\\nenemies.",
    "SPECIES_DEOXYS": "A POKéMON that mutated from an\\nextraterrestrial virus exposed to a laser\\nbeam. Its body is configured for superior\\nagility and speed."
}